[
  {
    "name": "Compara, representa y nombra, en su lengua materna, las partes externas del cuerpo humano, explica su funcionamiento; propone y practica acciones para cuidarlo y la frecuencia con que es recomendable llevarlas a cabo y por qué.",
    "subjectId": 2
  },
  {
    "name": "Describe sus características físicas y las de sus pares para favorecer el autoconocimiento y reconocer que todos los cuerpos son especiales, únicos e irrepetibles.",
    "subjectId": 2
  },
  {
    "name": "Identifica, representa cronológicamente y comunica cómo es ahora y cómo era antes con base en características físicas, gustos, intereses, o actividades que realiza, e infiere algunos cambios que tendrá en el futuro al compararse con personas mayores y reconoce que son parte del crecimiento.",
    "subjectId": 2
  },
  {
    "name": "Indaga, registra y compara el tipo de bebidas y alimentos (frutas, verduras, cereales, tubérculos, leguminosas y de origen animal), la frecuencia y cantidad que consume de manera personal en casa y la escuela.",
    "subjectId": 2
  },
  {
    "name": "Compara, registra y comunica los beneficios del consumo de alimentos saludables, y de beber agua simple potable, contra alimentos con alto contenido de azúcar, grasa y sal, y bebidas azucaradas; toma decisiones a favor de una alimentación saludable.",
    "subjectId": 2
  },
  {
    "name": "Describe los alimentos y bebidas saludables que consume en casa, escuela y comunidad, que aportan a su cuerpo lo que necesita, y que junto con la práctica de actividad física le ayudan a crecer y evitar enfermedades.",
    "subjectId": 2
  },
  {
    "name": "Distingue, describe y registra, en su lengua materna, las características del entorno natural: plantas, animales, cuerpos de agua, si hace frío o calor, frecuencia de lluvias, sequías, entre otras.",
    "subjectId": 2
  },
  {
    "name": "Observa, compara y registra características de plantas, animales, como color, estructura y cubierta corporal, si son domésticos o silvestres; tienen flores, frutos o tienen espinas, raíces u hojas, entre otras, para clasificarlos a partir de criterios propios o consensuados.",
    "subjectId": 2
  },
  {
    "name": "Identifica y describe algunas prácticas socioculturales que forman parte de su entorno, relacionadas con el tipo de vivienda, vestido, juego, formas de hablar, medir, celebraciones, cuidado de la naturaleza, entre otras.",
    "subjectId": 2
  },
  {
    "name": "Representa en dibujos o croquis los componentes del entorno natural y sociocultural a partir de algunas referencias espaciales (enfrente, detrás, derecha, izquierda, cerca, lejos, entre otras). y el punto de referencia del observador.",
    "subjectId": 2
  },
  {
    "name": "Identifica actividades personales, familiares y de la comunidad que impactan en la naturaleza y en la salud de las personas, las registra y clasifica como positivas o negativas.",
    "subjectId": 2
  },
  {
    "name": "Propone y participa en acciones y prácticas socioculturales de su comunidad que favorecen el cuidado del entorno natural y expresa la importancia de establecer relaciones más armónicas con la naturaleza.",
    "subjectId": 2
  },
  {
    "name": "Observa, manipula y compara diversos objetos a partir de características como: color, tamaño, olor, textura, material de qué están hechos (madera, vidrio, metal, plástico), entre otras, para clasificarlos a partir de criterios propios o consensuados.",
    "subjectId": 2
  },
  {
    "name": "Explora y experimenta con diversos materiales para explicar sus propiedades: flexible (se puede doblar o no); ligero o pesado; textura; elástico (regresa o no a su forma original después de haber sido estirado) y resistente (difícil o fácil de romper); los clasifica de acuerdo con ellas y argumenta sus resultados.",
    "subjectId": 2
  },
  {
    "name": "Establece relaciones entre las propiedades de los materiales con el uso que se les da al elaborar ciertos objetos, como el plástico con el cual se hacen bolsas, envases, sillas, cubiertos, juguetes, plumas, entre otros; diseña y construye un objeto o juguete con base en las propiedades físicas de los materiales.",
    "subjectId": 2
  },
  {
    "name": "Observa de manera directa o en diversos medios, la trayectoria (recta, curva, circular) y rapidez (rápido o lento) de diferentes animales al desplazarse, como: mariposas, zopilotes, colibríes, hormigas, delfines, serpientes, entre otros, y registra sus conclusiones.",
    "subjectId": 2
  },
  {
    "name": "Experimenta con objetos al empujarlos y jalarlos para observar cómo se mueven, modifican su estado de reposo, se detiene, o cambian de sentido o rapidez; registra sus observaciones.",
    "subjectId": 2
  },
  {
    "name": "Caracteriza el movimiento con base en términos comunes, como 'más lento que, más rápido que' y la descripción de diferentes trayectorias: recta, curva, circular.",
    "subjectId": 2
  },
  {
    "name": "Indaga y describe los sonidos producidos en su entorno; experimenta con diversos objetos o instrumentos musicales, para identificar la fuente sonora y cómo se produce el sonido (golpear, rasgar o soplar).",
    "subjectId": 2
  },
  {
    "name": "Distingue, clasifica y registra en tablas, algunas características del sonido a partir de percibir distintos sonidos, como: intensidad o volumen (qué tan fuerte o débil es), tono (agudo o grave) y duración (largo o corto).",
    "subjectId": 2
  },
  {
    "name": "Establece relaciones entre la intensidad del sonido y la generación de problemas auditivos y la contaminación auditiva; propone y difunde medidas para el cuidado de la salud.",
    "subjectId": 2
  },
  {
    "name": "Indaga cómo fabricar un juguete o instrumento musical que produzca sonido, construye uno y explica su funcionamiento y las características del sonido que produce.",
    "subjectId": 2
  },
  {
    "name": "Reconoce la sucesión del día y la noche a partir de describir cronológicamente las actividades personales, familiares y comunitarias que realizan y teniendo como referencia la presencia del Sol y la Luna, así como algunas de sus características perceptibles como forma, cambio de posición, y emisión de luz y calor.",
    "subjectId": 2
  },
  {
    "name": "Describe y registra de manera cronológica cambios y regularidades del entorno natural durante el día, la noche y a lo largo de una semana, utilizando términos, como ayer, hoy, mañana, los nombres y orden de los días de la semana y las relaciones temporales 'antes de' y 'después de'.",
    "subjectId": 2
  },
  {
    "name": "Expresa oralmente la sucesión numérica en su lengua materna y en español, primero hasta 20, luego hasta 40, posteriormente hasta 60 y finalmente hasta 120 elementos, o hasta donde sea posible en su lengua materna, de manera ascendente y descendente a partir de un número dado.",
    "subjectId": 2
  },
  {
    "name": "A través de situaciones cotidianas, cuenta, ordena, representa de diferentes formas, interpreta lee y escribe la cantidad de elementos de una colección, primero de hasta 5, después hasta de 10 y paulatinamente de hasta 100 elementos.",
    "subjectId": 2
  },
  {
    "name": "Identifica regularidades en los numerales que representan conjuntos de hasta 100 elementos.",
    "subjectId": 2
  },
  {
    "name": "Reconoce, a partir de la resolución de situaciones que implican agregar, quitar, juntar, comparar y completar, que la suma es el total de dos o más cantidades y la resta, como la pérdida de elementos en una colección.",
    "subjectId": 2
  },
  {
    "name": "Utiliza, explica y comprueba sus estrategias para calcular mentalmente sumas o restas con números naturales de una cifra.",
    "subjectId": 2
  },
  {
    "name": "Observa y manipula objetos de su entorno para identificar y describir líneas rectas o curvas, caras planas o curvas; los representa mediante diversos procedimientos.",
    "subjectId": 2
  },
  {
    "name": "Representa animales, plantas u objetos utilizando el tangram y otras figuras geométricas, para reconocer y describir oralmente y por escrito sus nombres y propiedades (forma y número de lados y vértices), utilizando paulatinamente un lenguaje formal para referirse a ellas.",
    "subjectId": 2
  },
  {
    "name": "Compara la longitud de objetos de manera directa e indirecta con apoyo de un intermediario (objetos o partes de su cuerpo); determina cuál es el mayor, el menor o si son iguales y expresa el resultado de la comparación en su lengua materna y en español, con dibujos y numerales.",
    "subjectId": 2
  },
  {
    "name": "Sopesa objetos para identificar su masa, y decide cuál es el que contiene mayor o menor; comprueba su estimación con el apoyo de una balanza.",
    "subjectId": 2
  },
  {
    "name": "Utiliza términos como antes, después, hoy, ayer, mañana, etc., en su lengua materna y en español, para describir y registrar cronológicamente actividades en un periodo determinado (día, semana, mes) con el apoyo de calendarios; reconoce que la semana está integrada por siete días que ocurren cíclicamente.",
    "subjectId": 2
  },
  {
    "name": "Elabora registros de datos mediante distintos recursos como dibujos o tablas para responder preguntas de su interés.",
    "subjectId": 2
  },
  {
    "name": "Imita sonidos o imágenes del entorno con su cuerpo o con objetos a su disposición.",
    "subjectId": 2
  },
  {
    "name": "Explora cualidades del entorno familiar y escolar y las representa mediante el uso intencional de formas, colores, texturas, sonidos, movimientos y gestos.",
    "subjectId": 2
  },
  {
    "name": "Experimenta creativamente con cambios en la disposición de objetos del entorno familiar y escolar para resignificar la percepción del espacio.",
    "subjectId": 2
  },
  {
    "name": "Identifica elementos narrativos (modulación de la voz, volumen, pausas, movimientos), usado por el narrador para mantener la atención de quienes escuchan.",
    "subjectId": 2
  },
  {
    "name": "Interactúa con narraciones compartidas por cuentacuentos, narradores, poetas, cantores o personas mayores de la comunidad.",
    "subjectId": 2
  },
  {
    "name": "Identifica elementos de expresión oral o corporal (modulación de la voz, volumen, pausas, ritmos, movimientos, gestos, señas) usados por la persona que narra para despertar el interés de los interlocutores.",
    "subjectId": 2
  },
  {
    "name": "Dialoga con sus pares acerca de los temas compartidos en las narraciones, poemas o formas literarias leídas por una persona mayor.",
    "subjectId": 2
  },
  {
    "name": "Participa en cantos, trabalenguas, adivinanzas, coplas y diversos juegos de palabras para disfrutarlos y conocer algunos recursos lingüísticos, tales como la rima, el calambur, las entonaciones, entre otros.",
    "subjectId": 2
  },
  {
    "name": "Comparte con sus pares algunos de los juegos de palabras que ha aprendido.",
    "subjectId": 2
  },
  {
    "name": "Interactúa con distintas canciones, coplas, trabalenguas, adivinanzas y juegos de palabras presentes en la comunidad, para reconocer elementos de la identidad personal y colectiva.",
    "subjectId": 2
  },
  {
    "name": "Interpreta tramas de historietas de contenido sencillo.",
    "subjectId": 2
  },
  {
    "name": "Reconoce la organización y orden del texto e imágenes de una historieta.",
    "subjectId": 2
  },
  {
    "name": "Crea una historieta corta a partir de una experiencia personal o de una lectura.",
    "subjectId": 2
  },
  {
    "name": "Emplea el cuerpo en una secuencia de movimientos para contar una historia sencilla o representar una narración de su interés.",
    "subjectId": 2
  },
  {
    "name": "Juega en improvisaciones teatrales donde se modifican el espacio y tiempo de manera ficticia para explorar narraciones escénicas.",
    "subjectId": 2
  },
  {
    "name": "Lee de forma individual y colectiva de textos que contengan seres imaginarios, para representarlos empleando elementos de los lenguajes artísticos.",
    "subjectId": 2
  },
  {
    "name": "Crea personajes ficticios, empleando formas, colores, texturas, movimientos, gestos y sonidos, a partir\nde una narración, poema, canción, pintura, escultura, película, historieta u obra de teatro.",
    "subjectId": 2
  },
  
    {
      "name": "Asocia los sonidos vocálicos con sus letras correspondientes, así como los sonidos consonánticos más significativos para ellos, o más usuales en su lengua.",
      "subjectId": 1
    },
    {
      "name": "Colabora en la escritura colectiva de noticias breves, respetando el formato establecido.",
      "subjectId": 1
    },
    {
      "name": "Comparte con sus pares algunos de los juegos de palabras que ha aprendido.",
      "subjectId": 1
    },
    {
      "name": "Comparte o expone la información registrada.",
      "subjectId": 1
    },
    {
      "name": "Comprende los elementos y procedimientos necesarios para hacer llegar un mensaje a personas que viven lejos y las posibilidades de medios para enviarlo, ya sea físicos o electrónicos.",
      "subjectId": 1
    },
    {
      "name": "Comprende que cada letra tiene varias posibilidades de escritura: mayúsculas, minúsculas o variaciones de estilo.",
      "subjectId": 1
    },
    {
      "name": "Conoce formas de organización de textos en otras lenguas: originarias, árabe, chino, hebreo, etcétera.",
      "subjectId": 1
    },
    {
      "name": "Crea personajes ficticios, empleando formas, colores, texturas, movimientos, gestos y sonidos, a partir\nde una narración, poema, canción, pintura, escultura, película, historieta u obra de teatro.",
      "subjectId": 1
    },
    {
      "name": "Crea una historieta corta a partir de una experiencia personal o de una lectura.",
      "subjectId": 1
    },
    {
      "name": "Describe de forma oral la ruta o camino que sigue de su casa a la escuela y viceversa.",
      "subjectId": 1
    },
    {
      "name": "Describe de manera oral y/o escrita, en su lengua materna, objetos, personas, seres vivos y lugares que conoce en su contexto real o en la fantasía.",
      "subjectId": 1
    },
    {
      "name": "Describe y opina sobre lo que ve o escucha cotidianamente en medios de comunicación como radio y televisión.",
      "subjectId": 1
    },
    {
      "name": "Dialoga con sus pares acerca de los temas compartidos en las narraciones, poemas o formas literarias leídas por una persona mayor.",
      "subjectId": 1
    },
    {
      "name": "Distingue letras de números, u otros signos o marcas gráficas que identifica y traza en textos de uso cotidiano.",
      "subjectId": 1
    },
    {
      "name": "Elabora, en colectivo, dibujos y textos que expliquen las necesidades identificadas y que soliciten la intervención de personas que podrían contribuir para satisfacerlas.",
      "subjectId": 1
    },
    {
      "name": "Emplea distintas formas y recursos de registro, como escritura, esquema, dibujos, fotografías y videos, de un tema de su interés a partir de la escucha, lectura, observación, escucha o alguna otra manera de atención a alguna fuente de información.",
      "subjectId": 1
    },
    {
      "name": "Emplea el cuerpo en una secuencia de movimientos para contar una historia sencilla o representar una narración de su interés.",
      "subjectId": 1
    },
    {
      "name": "Escribe su nombre y lo compara con los nombres de sus compañeros, lo usa para para indicar la autoría de sus trabajos, marcar sus útiles escolares, registrar su asistencia, entre otros.",
      "subjectId": 1
    },
    {
      "name": "Escribe y/o dibuja para realizar tareas en casa, recordar mensajes, llevar materiales a clase, registrar acuerdos, etcétera.",
      "subjectId": 1
    },
    {
      "name": "Experimenta creativamente con cambios en la disposición de objetos del entorno familiar y escolar para resignificar la percepción del espacio.",
      "subjectId": 1
    },
    {
      "name": "Explica a sus compañeros las instrucciones que siguió y revisa el proceso, así como su resultado.",
      "subjectId": 1
    },
    {
      "name": "Explora cualidades del entorno familiar y escolar y las representa mediante el uso intencional de formas, colores, texturas, sonidos, movimientos y gestos.",
      "subjectId": 1
    },
    {
      "name": "Explora portadores de texto que se encuentran en su ambiente familiar, si alguien los usa, con qué propósitos en qué lengua están, así como su soporte: libros, documentos digitales, entre otros.",
      "subjectId": 1
    },
    {
      "name": "Expresa lo que sabe de su familia o de alguna persona cercana, a través de fotografías, eventos, objetos, comidas, entre otros elementos que permitan definir su identidad individual y colectiva en relación con el reconocimiento del pasado.",
      "subjectId": 1
    },
    {
      "name": "Formula preguntas acordes al tema que abordará la persona invitada y escucha de manera atenta la información.",
      "subjectId": 1
    },
    {
      "name": "Identifica a personas de la comunidad que pueden contribuir en la solución a necesidades previstas.",
      "subjectId": 1
    },
    {
      "name": "Identifica de manera inicial otros signos que acompañan a las letras en la escritura.",
      "subjectId": 1
    },
    {
      "name": "Identifica elementos de expresión oral o corporal (modulación de la voz, volumen, pausas, ritmos, movimientos, gestos, señas) usados por la persona que narra para despertar el interés de los interlocutores.",
      "subjectId": 1
    },
    {
      "name": "Identifica elementos narrativos (modulación de la voz, volumen, pausas, movimientos), usado por el narrador para mantener la atención de quienes escuchan.",
      "subjectId": 1
    },
    {
      "name": "Identifica la intención comunicativa de letreros, carteles, avisos y otros textos públicos que se encuentran en su contexto escolar y, en general, comunitario.",
      "subjectId": 1
    },
    {
      "name": "Identifica las características de una noticia y sus funciones.",
      "subjectId": 1
    },
    {
      "name": "Identifica necesidades de la escuela y de la localidad a partir de preguntas, comentarios u observaciones que involucran a compañeros, familiares, vecinos, profesores, autoridades y otros.",
      "subjectId": 1
    },
    {
      "name": "Identifica nombres más largos o cortos que el suyo, nombres que empiezan o terminan con la misma letra que el suyo, sus iniciales, el diminutivo de su nombre, etcétera.",
      "subjectId": 1
    },
    {
      "name": "Imita sonidos o imágenes del entorno con su cuerpo o con objetos a su disposición.",
      "subjectId": 1
    },
    {
      "name": "Interactúa con distintas canciones, coplas, trabalenguas, adivinanzas y juegos de palabras presentes en la comunidad, para reconocer elementos de la identidad personal y colectiva.",
      "subjectId": 1
    },
    {
      "name": "Interactúa con narraciones compartidas por cuentacuentos, narradores, poetas, cantores o personas mayores de la comunidad.",
      "subjectId": 1
    },
    {
      "name": "Interpreta tramas de historietas de contenido sencillo.",
      "subjectId": 1
    },
    {
      "name": "Juega en improvisaciones teatrales donde se modifican el espacio y tiempo de manera ficticia para explorar narraciones escénicas.",
      "subjectId": 1
    },
    {
      "name": "Lee de forma individual y colectiva de textos que contengan seres imaginarios, para representarlos empleando elementos de los lenguajes artísticos.",
      "subjectId": 1
    },
    {
      "name": "Participa con ideas en la elaboración de un texto para alguien que vive en otro lugar, a través del dictado a su docente.",
      "subjectId": 1
    },
    {
      "name": "Participa en cantos, trabalenguas, adivinanzas, coplas y diversos juegos de palabras para disfrutarlos y conocer algunos recursos lingüísticos, tales como la rima, el calambur, las entonaciones, entre otros.",
      "subjectId": 1
    },
    {
      "name": "Propone ideas para la escritura colectiva de letreros, carteles y/o avisos que contribuyan a lograr propósitos individuales y colectivos propios.",
      "subjectId": 1
    },
    {
      "name": "Reconoce diversos sucesos familiares y comunitarios que ocurrieron antes de que naciera.",
      "subjectId": 1
    },
    {
      "name": "Reconoce espacios, alineación y direccionalidad (izquierda-derecha y arriba-abajo) entre palabras y entre enunciados.",
      "subjectId": 1
    },
    {
      "name": "Reconoce la organización y orden del texto e imágenes de una historieta.",
      "subjectId": 1
    },
    {
      "name": "Reconoce que en México conviven muchas lenguas y culturas, todas ellas valiosas, a partir de la identificación de que su lengua materna es una de ellas y, por tanto, distinta a la que otros miembros de la comunidad, el país o el mundo emplean.",
      "subjectId": 1
    },
    {
      "name": "Reconoce que los movimientos, imágenes y sonidos constituyen\nlenguajes que permiten la comunicación.",
      "subjectId": 1
    },
    {
      "name": "Recupera con sus palabras la información que escuchó sobre el tema que abordó la persona invitada.",
      "subjectId": 1
    },
    {
      "name": "Reflexiona sobre la elección de lo que ve, escucha y siente a través de los medios, en relación con los efectos que tiene para su proceso de desarrollo.",
      "subjectId": 1
    },
    {
      "name": "Reflexiona sobre la importancia de la veracidad en las noticias.",
      "subjectId": 1
    },
    {
      "name": "Representa en forma plástica el camino de su casa a la escuela, colocando referencias como casas, parcelas, mojoneras, tiendas, edificios, paradas de transporte público, parques o cualquier otro lugar de referencia.",
      "subjectId": 1
    },
    {
      "name": "Representa objetos, personas, seres vivos y lugares de forma plástica, sonora, corporal, teatral o por medio de otros lenguajes artísticos.",
      "subjectId": 1
    },
    {
      "name": "Sigue instrucciones, orales o escritas, para preparar un alimento sencillo y saludable (receta), utilizar o construir un objeto, participar en un juego o alguna otra actividad.",
      "subjectId": 1
    },
    {
      "name": "Utiliza formas, colores, sonidos, texturas, movimientos o gestos para expresar sensaciones, emociones, sentimientos e ideas que surgen en el entorno familiar.",
      "subjectId": 1
    },
    
      {
        "name": "Identifica que es parte de un barrio, colonia, vecindad, comunidad, pueblo o localidad, y describe las características y diversidad de su entorno, en términos naturales, sociales y territoriales.",
        "subjectId": 3
      },
      {
        "name": "Ubica algunos referentes del lugar donde vive y se encuentra la escuela con referencias básicas y los representa en dibujos y croquis.",
        "subjectId": 3
      },
      {
        "name": "Describe la existencia de otros seres vivos y componentes de la naturaleza presentes en el lugar donde vive.",
        "subjectId": 3
      },
      {
        "name": "Analiza las formas de interactuar con otros seres vivos y componentes de la naturaleza, los sentimientos que provocan, la importancia de promover el respeto y la empatía hacia todos los seres vivos y a la naturaleza.",
        "subjectId": 3
      },
      {
        "name": "Comprende cómo las acciones de los seres humanos pueden preservar, modificar o dañar los distintos componentes sociales y naturales del entorno.",
        "subjectId": 3
      },
      {
        "name": "Describe las actividades que se realizan de manera cotidiana en su casa, escuela y comunidad, e identifica en cada caso, la relación que dicha actividad guarda con la naturaleza, para reconocer situaciones que la benefician o dañan y así valorar sus acciones.",
        "subjectId": 3
      },
      {
        "name": "Reconoce que existen diferentes formas de nombrar y entender, tanto a las actividades humanas como su orden cronológico y temporal, de acuerdo con el contexto social y cultural.",
        "subjectId": 3
      },
      {
        "name": "Reconoce que todas las personas son únicas, valiosas y tienen el derecho de ser parte de familias, grupos escolares, comunidades y pueblos y que esto es parte de sus derechos humanos.",
        "subjectId": 3
      },
      {
        "name": "Identifica acciones y reconoce su derecho a ejercer la libertad de expresar opiniones, ideas, sentimientos, deseos y necesidades, expresiones que considera propias, así como de recibir cuidados por parte de su familia, comunidad y/o pueblos.",
        "subjectId": 3
      },
      {
        "name": "Relaciona la atención de sus necesidades básicas (alimentación, salud, vivienda, entre otras) que forman parte del ejercicio de sus derechos humanos y comprende la importancia de que todas las personas accedan y los ejerzan, independientemente del género, edad, pueblo y comunidad, lengua, nacionalidad, religión, discapacidad o cualquier otro origen o condición.",
        "subjectId": 3
      },
      {
        "name": "Reconoce actos de injusticia, desventaja o discriminación que ocurren en diferentes espacios e instituciones (escuela, unidades médicas, servicios públicos, entre otros), y es sensible a la manera en que ello afecta a las personas, colectivos y comunidades que son excluidos por edad, identidad de género, orientación sexual, origen cultural o étnico, el idioma que hablan, su origen nacional, rasgos físicos, discapacidad, religión, condición social y económica, entre otras características.",
        "subjectId": 3
      },
      {
        "name": "Analiza la importancia del respeto a la dignidad e integridad a partir del cuidado de su cuerpo y reconocer sus límites corporales, diferenciando el contacto físico sano y reconfortante de aquél que nos causa incomodidad y amenaza nuestro bienestar físico o mental, para protección en la familia, en la escuela y la comunidad, considerando también el uso de Internet y redes sociales.",
        "subjectId": 3
      },
      {
        "name": "Identifica y rechaza situaciones de riesgo y conductas nocivas que afectan la dignidad e integridad de las personas.",
        "subjectId": 3
      },
      {
        "name": "Identifica y describe las responsabilidades compartidas que tienen estudiantes, adultos, padres y autoridades, así como integrantes de la escuela y comunidad, para el cuidado de sí, articulado a la generación de espacios de bienestar e inclusión, equidad e igualdad y un uso responsable del Internet y redes sociales.",
        "subjectId": 3
      },
      {
        "name": "Indaga en diversas fuentes orales, escritas, digitales, objetos y testimonios, para construir la historia personal y familiar y la representa por medio de dibujos y gráficos como la línea del tiempo; explica similitudes y diferencias con las historias de sus pares. Identificando orígenes nacionales o migratorios, étnicos, actividades y trabajos.",
        "subjectId": 3
      },
      {
        "name": "Analiza situaciones de conflicto como parte de la interacción de los seres humanos, e identifica los que ha enfrentado o ha observado en su casa, en el aula, la escuela y la comunidad.",
        "subjectId": 3
      },
      {
        "name": "Describe e identifica a personas que participan en situaciones de conflicto, y usa el diálogo para evitar trascender a la violencia. Reflexiona acerca de que la paz se construye en colectivo mediante el diálogo.",
        "subjectId": 3
      },
      {
        "name": "Participa en la revisión y construcción de acuerdos y reglas que regulan la convivencia en la familia y el grupo escolar, con la finalidad de atender las necesidades comunes, alcanzar metas colectivas, distribuir las responsabilidades y organizar el tiempo de mejor manera para convivir de forma pacífica.",
        "subjectId": 3
      },
      {
        "name": "Identifica funciones y las responsabilidades de las autoridades de su casa, el aula, la escuela, las actividades que realizan, cómo toman las decisiones, cómo conocen las necesidades de los integrantes de su familia o escuela, cómo se distribuyen las tareas y responsabilidades.",
        "subjectId": 3
      },
      {
        "name": "Reconoce su capacidad para tomar decisiones, distinguiendo situaciones en las que niñas y niños pueden decidir, de aquellas en las que es necesario solicitar ayuda, para no ponerse en riesgo.",
        "subjectId": 3
      },
      {
        "name": "Identifica que cada decisión conlleva una responsabilidad y un compromiso consigo mismo o misma, con la comunidad y la sociedad.",
        "subjectId": 3
      },
      {
        "name": "Analiza que niñas y niños tienen el derecho aparticipar con igualdad y pueden realizar lasmismas actividades deportivas, artísticas y recreativas, tanto en casa como en la escuela.",
        "subjectId": 3
      },
      {
        "name": "Propone y participa de manera igualitaria en actividades en la casa y en la escuela.",
        "subjectId": 3
      },
      {
        "name": "Identifica y valora manifestaciones culturales y símbolos que identifican a la comunidad, pueblo o ciudad que incluyen distintas tradiciones, lenguas, fiestas, danzas, música, historia oral, rituales, gastronomía, artes, saberes, entre otras características. Reconoce sus vínculos con los pueblos indígenas y afromexicanos y migrantes, entre otros.",
        "subjectId": 3
      },
      {
        "name": "Indaga en fuentes, orales, escritas, fotográficas, testimonios, digitales, los cambios en la vida cotidiana en el tiempo y el espacio ocurridos en la comunidad, con relación a las viviendas, los trabajos y áreas verdes.",
        "subjectId": 3
      },
      {
        "name": "Reconoce la necesidad que tienen algunas personas de cambiar de lugar de residencia, para buscar mejores condiciones de vida.",
        "subjectId": 3
      },
      {
        "name": "Dialoga acerca de experiencias propias o de otras personas de su comunidad que han migrado dentro del país o fuera de México.",
        "subjectId": 3
      },
        {
          "name": "Ubica algunos referentes del lugar donde vive y se encuentra la escuela.",
          "subjectId": 4
        },
        {
          "name": "Platica sobre las características geográficas, climáticas, ambientales, socioculturales y lingüísticas de su comunidad y escuela.",
          "subjectId": 4
        },
        {
          "name": "Platica acerca de la organización de las responsabilidades y tareas en su familia.",
          "subjectId": 4
        },
        {
          "name": "Identifica la importancia de la participación equilibrada entre hombres y mujeres, adultos, niñas y niños en la cotidianidad familiar.",
          "subjectId": 4
        },
        {
          "name": "Comenta y reflexiona con sus compañeros, acerca de los cambios que se produjeron durante la pandemia, en las actividades  familiares, escolares y comunitarias, tales como: uso de los espacios, el tiempo, las formas de comunicación, entre otros.",
          "subjectId": 4
        },
        {
          "name": "Platica sobre sucesos de su historia personal y familiar y los ordena en antes, después y ahora.",
          "subjectId": 4
        },
        {
          "name": "Identifica aspectos de la historia familiar y de la comunidad compartidos. Reconoce y comparte valores, tales como: la solidaridad, la participación, la reciprocidad, el respeto, entre otros., así como estilos socioculturales propios de su familia y comunidad.",
          "subjectId": 4
        },
        {
          "name": "Reconoce y descubre características y cambios (corporales, gustos, intereses, necesidades y capacidades) que lo diferencian y hacen único, con la finalidad de valorar y respetar la diversidad.",
          "subjectId": 4
        },
        {
          "name": "Explica situaciones cotidianas que se presentan en la escuela y la casa, con la intención de proponer acuerdos que generen una mejor convivencia.",
          "subjectId": 4
        },
        {
          "name": "Identifica las necesidades y logros que ha tenido en diferentes momentos de su historia, para comparar cambios que inciden en el desarrollo de la autonomía y una mayor participación.",
          "subjectId": 4
        },
        {
          "name": "Reflexiona acerca de las diversas formas de ser y actuar de hombres y mujeres a partir de distintas situaciones cotidianas, para reconocer manifestaciones en favor de una interacción y convivencia sana.",
          "subjectId": 4
        },
        {
          "name": "Utiliza patrones básicos de movimiento ante situaciones que implican explorar los diferentes espacios, el tiempo y los objetos, para favorecer el conocimiento de sí.",
          "subjectId": 4
        },
        {
          "name": "Explora acciones motrices y expresivas en juegos y situaciones cotidianas que implican equilibrio, orientación espacial-temporal y coordinación motriz, para mejorar el conocimiento de sí.",
          "subjectId": 4
        },
        {
          "name": "Participa en diferentes juegos para explorar alternativas que le permitan mantener una vida activa y saludable.",
          "subjectId": 4
        },
        {
          "name": "Busca distintas soluciones ante una misma situación de juego o cotidiana, con la intención de poner en práctica la creatividad.",
          "subjectId": 4
        },
        {
          "name": "Colabora en la definición de normas básicas de convivencia para reconocer su influencia en la interacción presente en juegos y situaciones cotidianas.",
          "subjectId": 4
        },
        {
          "name": "Reconoce la importancia de la práctica de hábitos de higiene y limpieza en el cuidado personal, así como de otros seres vivos, con la intención de contribuir a la prevención de problemas de salud.",
          "subjectId": 4
        },
        {
          "name": "Explica la importancia de incluir alimentos saludables de los distintos grupos para colaborar en la modificación de hábitos de consumo personales y familiares que favorecen la salud.",
          "subjectId": 4
        },
        {
          "name": "Intercambia experiencias acerca de situaciones que lo ponen en riesgo, para compartir acciones encaminadas a su prevención.",
          "subjectId": 4
        },
        {
          "name": "Indaga acerca de ideas, conocimientos, prácticas culturales, formas de organización y acuerdos familiares, para compartir su importancia.",
          "subjectId": 4
        },
        {
          "name": "Compara necesidades de la familia en diferentes contextos y las formas de utilizar el cuerpo u organizarse en su satisfacción, para explicar cambios y mejoras que se han presentado.",
          "subjectId": 4
        },
        {
          "name": "Reconoce situaciones de riesgos sociales en la familia, la escuela y la comunidad, así como la importancia del autocuidado, la no violencia y la convivencia pacífica.",
          "subjectId": 4
        },
        {
          "name": "Participa en las prácticas familiares de prevención y respuesta ante fenómenos naturales que ponen en riesgo su integridad.",
          "subjectId": 4
        },
        {
          "name": "Identifica y valora la presencia de diferentes lenguas y lenguajes en el aula y ofrece apoyos a sus pares, si es necesario.",
          "subjectId": 4
        },
        {
          "name": "Reconoce las tecnologías que se utilizan en su entorno y los beneficios que proporcionan en la comunicación y el aprendizaje.",
          "subjectId": 4
        }
       
 ]